[
  {
    "upwk_url": "https://www.upwork.com/jobs/Build-Course-Platform-Website-and-Design-Sales-Page_~021873558536451975054/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Build Course Platform on my Website and Design Sales Page",
    "client-rating": "Rating is 5 out of 5.",
    "client-spend": "$6K+",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $30.00 - $60.00",
    "upwk_description": "Hello freelancers! I hope you're doing well and look forward to meeting you all! Here's the situation: I have a website: https://hectorcastillodating.com/ I need someone who can do three things 1. Build a course into the website. I've included a screenshot of how that might look on the website (think of any course type of website like Kajabi or whatever). This also means ensuring that users who purchase it have the course added to their account and can access the course anytime they want. 2. Create a sales page for this course. You can see an example of a good sales page in the other screenshots I've provided. 3. Make some changes to my website (texts/images/etc). Please let me know a general quote of how much you think each project will cost and your general hourly rate (for when I need some general changes/updates). Hope to hear from you soon! Thanks, Hector",
    "font-weight-light": "Proposals:"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/span-class-highlight-WordPress-span-Website-Design-for-Restaurant-Events-and-Networking_~021873502541965169663/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "WordPress Website Design for Restaurant Events and Networking",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $30.00 - $60.00",
    "upwk_description": "We are seeking a talented designer to create a user-friendly WordPress website tailored for the PDX restaurant industry, focusing on the promotion of existing events and the facilitation of new ones through member networking channels. The ideal candidate will have experience in designing visually appealing and functional websites that enhance user engagement and promote events effectively along with membership style networking capacity. Key responsibilities include crafting a responsive layout, establishing event management features with an integrated map featuring a user submitted event calendar along with membership networking features, all while ensuring a seamless user experience. If you are passionate about web design and have a strong portfolio, we would love to hear from you!",
    "font-weight-light": "Proposals:"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Website-Developer-Built-System-Membership_~021873448491511909780/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Website Developer w/ Built-in System Membership",
    "client-rating": "Rating is 4.9 out of 5.",
    "client-spend": "$800+",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $70.00 - $100.00",
    "upwk_description": "Welcome everyone! Hope y'all are having a fantastic end to the year. First and foremost, I have 2 videos introducing myself and explaining in detail on paper a rough draft of the system I'm wanting to implement in place looks like that I can send to you. To see on the video how the system works and showcase that you actually read this, ask for the 2 videos in a private message. I have done some due research and from what it looks like is a full-stack developer is needed for this project? Creating an adjustable system the direction in takes you depending on the answers you put in is crucial for this job. There will be a pirate map at the top showing them their progress and highlights along the way. WEEKLY TASKS/CHECKLIST, VIDEO & COACHING CONTENT, WORKOUTS, AND GROUP COMMUNITY will all be tabs accessible underneath the map at all times. Here's how the format should look from the beginning a new viewer comes to the webpage. 1. Front webpage - basic picture of myself, what the basic membership included, and testimonials (this includes before and after pics with a video of the customer & I where they are saying their verbal testimonial). After they sign up for membership with Stripe or other system in place, it will lead them to welcoming page 2. Explaining what the next steps are will be listed as instructions followed by another video (all videos I will work with my social media team in collaboration - just make sure you know how to create a video that will be easy to click and view without going to another page). After 7 days of tracking their calories it will list: Day 1 - _____ Day 2 - _____ etc to day 7. That average will be calculated through our system then will add 200 on top. If the result is less than that number, they will go into a RECONSTRUCTION PHASE. This can be 3-5 months depending on how LOW the number was. It's an adjustable system. If the result is more than, they will go into a FOUNDATION PHASE. This can be 1-2 months depending on how LOW the number was. It's an adjustable system. 3. Client will start their journey and will have automated weekly tasks depending on what the system calculated where they should be. Regardless, all members will have new weekly tasks that will be accessible on the WEEKLY TASKS/CHECKLIST button on the top. Every week as they progress, they will have new numbers they hit depending on their input on weight, calories, etc. People are HUMAN and we make mistakes. So the system needs to be programmed to make adjustments based on what they put in. For example: If a clients goal was 2,200 and they put an average of 1500, their metabolism slowed down and will not progress. It might stay on same tasks the previous week. *I am working on creating this system and how it will adjust. You just need to know how to do this.* 4. For workouts, they will click on the WORKOUT tab and it will send them to the TRAINERIZE app. 5. As they progress, new videos will become accessible to them so I can further educate them. They will see that there is a small NEW! icon next to it showing it's content just released to them. 6. Idea? Was thinking of a VACATION and BURNOUT button that they can click that will give them tips & tricks so they don't fall off the bandwagon. NOTE: Most clients who sustain on this plan the whole way through is on average a 6 month program.",
    "font-weight-light": "Proposals:",
    "air3-token (6)": "Full-Stack Development",
    "air3-token (7)": "Web Development"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Build-web-site-for-university-Professor_~021873411034469897215/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Build web site for US university Professor",
    "client-rating": "Rating is 4.9 out of 5.",
    "client-spend": "$40K+",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $50.00 - $75.00",
    "upwk_description": "I would like to build a new personal web site. I started this project a couple of years ago and have assembled all relevant content and sections as Google docs. I'd ideally like to have this done by mid- to late- January. I imagine having the following sections: Home: Minimal on text, but a few fullscreen-width photos as a \"background\" of sorts that change like a slideshow. (Maybe once, then stop.) My name \"floating\" in front of the photos, appropriately placed. I have assembled some starting photos of me giving talks. Each of the remaining sections will have a summary description section, a Featured Work section, and a main section Academic Work: - Short summary description has 100-200 word description, - Featured Work section has a list or boxes of 6-10 key papers, with short descriptions. For example, an item might be \"A recent paper with XXX and YYY describes how we experimentally analyzed the limits of data-driven platform pricing, and how platforms might strike the right balance between centralization and user control.\" - Main section has a fairly long categorized list of my publications with download/external links, organized in tabs as \"Recent Work,\" \"Journal Papers,\" \"Other Works,\" \"Conference Papers,\" \"Doctoral Students\" Speaking: - Short summary description has 100-200 word description - There are a few Featured Work sections -- Highlighted Talks: has a set of 6-9 YouTube or other video links ideally as a panel with thumbnails, but could be a carousel. -- Short Takes: has a set of 15-18 YouTube or other video links ideally as a panel with thumbnails, but could be a carousel. -- Deep Dives: has a set of 9-12 YouTube or other video links ideally as a panel with thumbnails, but could be a carousel. - Main section has a list of all talks (over 100) as a list, with hyperlinks to online content. For example., \"Panel: World Economic Forum AMNC China (June 2019)\" (with hyperlink on text linking to YouTube video. (We could organize this differently) Press: - Short summary description has 100-200 word description - Featured Work has 6-9 videos (same format as Speaking featured work sections, as a panel of thumbnails) of TV interviews - Main section has fairly long categorized list (200-300) of my press appearances with external links, organized in tabs as \"Op-Eds,\" \"Television,\" (with subcategories Bloomberg, CNBC, PBS, Others) \"Radio,\" (with subcategories Marketplace, Other NPR, Other Radio), \"Podcasts,\" \"Interviews and Other Press\" Two more sections: Boards and Advisory, and VC/Startups. These have less content and I might merge them into one section. I'd like this implemented in HTML/CSS rather than being built on something like Webflow or SquareSpace. Of course, it should adapt to mobile version desktop. I can host my own web content, FTP files back and forth to AWS and so on. I can edit HTML (I built my current site myself.). I don't want much content as \"text on a JPEG.\" I have a simple design in mind. White/light background, minimalist (like an Apple site) but with largish bold black text for menus, two level menu, nothing super elaborate.",
    "font-weight-light": "Proposals:",
    "air3-token (6)": "CSS",
    "air3-token (7)": "Graphic Design",
    "air3-badge": "Featured"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Minimalist-Website-Designer-for-span-class-highlight-WordPress-span-and-Shopify_~021873382459174680195/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Minimalist Website Designer for WordPress and Shopify",
    "client-rating": "Rating is 5 out of 5.",
    "client-spend": "$60K+",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $30.00 - $80.00",
    "upwk_description": "**Job Description:** US ONLY. Please have B2B experience and the ability to research my company and partner with me on the design. Would be much better to communicate via Slack. We are currently seeking a highly skilled and professional designer to develop minimalist website designs for both WordPress and Shopify platforms. The ideal candidate will possess a discerning eye for aesthetics and user experience, ensuring that the designs are both visually compelling and functionally effective. This role will require close collaboration with our team to translate concepts into exceptional digital experiences. Candidates with a portfolio that demonstrates expertise in minimalist design are strongly encouraged to apply. We look forward to reviewing your submissions.",
    "font-weight-light": "Proposals:",
    "air3-badge": "Featured"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Need-Add-Custom-Fields-HubSpot-Quote_~021873064263989267860/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Need to Add Custom Fields to HubSpot Quote",
    "client-rating": "Rating is 5 out of 5.",
    "client-spend": "$20K+",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $35.00 - $70.00",
    "upwk_description": "I have a few fields I need to add to a HubSpot custom quote template. I'll need the template created and the custom fields added to it. Only reply if you know what you're doing, you've done this exact job before, and you can join a live Zoom session.",
    "font-weight-light": "Proposals:",
    "air3-btn": "Collapse"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Greenhouse-website_~021873055338480924291/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Greenhouse website",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $30.00 - $60.00",
    "upwk_description": "Hello... I own 2 existing WordPress websites .. approximately 30 years in age .. I am a greenhouse builder and supplier ..I would like to have my website monetized to earn money .. I am very detailed oriented and expect professional results... this is my livelihood... I need someone to help me monetize my website.. and improve, perhaps re-design my website, - SEO for maximum exposure .. I write and compose all of the article content since I am a hands on greenhouse builder and perform all of my own installations.. I photograph all of my projects before and after...and write stories and articles for each project I complete .. I am a seasoned professional builder I am well educated w/ BA Degree - unrelated ..have very good writing skills with over 30 years of hands on building experience .. I also sell greenhouse polycarbonate sheets and accessories... I do get some business from my polycarbonate website .however the site presently gets little exposure..am told by other spamming SEO agencies that my website needs SEO improvement for maximum exposure.. Since I am somewhat technically handicapped I have no idea what these SEO agencies are talking about.. so I do not engage for fear that they are trying to scam me .. So I don't engage.. I need someone that I can trust and build a lasting working relationship and enjoy working with ..",
    "font-weight-light": "Proposals:",
    "air3-btn": "Collapse"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Revamp-Simple-Web-Site_~021873039104456723860/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Revamp Simple Web Site",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $30.00 - $60.00",
    "upwk_description": "My web site is an online business card and not much else. I would like a clean, clear updated web site so that when people hear about my firm, they are able to get basic information about us. The web site is free (no need to pay for bells and whistles on an online business card) and hosted by GoDaddy. This is a one time project and I have examples of other sites that look like what I need.",
    "font-weight-light": "Proposals:",
    "air3-btn": "Collapse"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Local-Directory-span-class-highlight-WordPress-span-Website_~021872988834755438478/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Local Directory WordPress Website",
    "client-rating": "Rating is 4.4 out of 5.",
    "client-spend": "$6K+",
    "air3-badge-tagline (4)": "USA",
    "upwk_budget": "Hourly: $25.00 - $55.00",
    "upwk_description": "Hello, Are you a WP expert that is looking for on going projects? ( Steady weekly pay. ) Ideally something that will be weekly for several months. Our first site will be a local directory site. ( Send directory sites you have done. ) We will have a steady flow of jobs for you after this job. Reply back Apple as first word in your reply.",
    "font-weight-light": "Proposals:",
    "air3-badge": "Featured",
    "air3-btn": "Collapse"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Experienced-Solutions-Engineer-for-Custom-Navigation-Design_~021872757987616499277/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Experienced Solutions Engineer for Custom Navigation Design",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "air3-badge-tagline (4)": "United States",
    "upwk_budget": "Hourly: $40.00 - $70.00",
    "upwk_description": "We are seeking an experienced solutions engineer to design and implement custom navigation solutions for our fashion company website. The ideal candidate will have a strong background in user experience design, website development, and e-commerce platforms. You will collaborate with our design and development teams to create seamless and intuitive navigation that enhances user engagement and drives sales. If you have a passion for fashion and a proven track record in solutions engineering, we would love to hear from you!",
    "air3-token (6)": "Communication Skills",
    "air3-token (7)": "Problem Solving"
  }
]
