[
  {
    "upwk_url": "https://www.upwork.com/jobs/Fix-issues-with-existing-single-page-span-class-highlight-Wordpress-span-Divi-website_~021860039430850045893/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Fix issues with an existing single page Wordpress/Divi website",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "upwk_budget": "Hourly: $50.00 - $75.00",
    "upwk_description": "I need help with fixing issues on an existing website. It is built in WordPress by another developer, but they're too busy to fix the issues. Specifically it uses Divi as part of the layout, so you MUST be very familiar with both WordPress and Divi. The specific issue is this: the website looks ok on browser/desktop mode, but looks terrible on Mobile. The text fields overlap pictures, some pictures are stretched in a weird way. Requirements: US west coast or mountain time zones, English speaking. Once you apply, I'll share the website URL with you. Hope you can help!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Senior-Facebook-Meta-Specialist-for-Real-Estate-Lead-Generation_~021860033321907140790/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Senior Facebook/Meta Ad Specialist for Real Estate Lead Generation",
    "client-rating": "Rating is 4.7 out of 5.",
    "client-spend": "$300K+",
    "upwk_budget": "Hourly: $50.00 - $150.00",
    "upwk_description": "We’re searching for an elite Facebook/Meta ad buyer to scale our real estate marketplace, where motivated home sellers connect with seasoned real estate investors. With a $100k+ monthly ad spend, you’ll manage campaigns that make an immediate impact on both sides of the business. This is your chance to own the strategy, impact the bottom line, and grow alongside a bold, fast-moving team. We’re looking for someone ready to find a home with us—more than just another client on your roster, this is an opportunity to be a key part of our success story. Your Mission - Drive Distressed Homeowner Leads: Launch and optimize campaigns to attract motivated sellers looking for cash offers. - Attract Investors: Manage campaigns targeting real estate investors eager to flip or wholesale properties. - Maximize ROAS: Oversee separate ad accounts and KPIs, delivering measurable growth for both audiences. - Collaborate on Creatives: Partner with our team—or create your own—to craft high-performing ad content (bonus points if you excel here!). - Optimize Funnels: Refine landing pages and forms to boost conversion rates and drive results. Who You Are - A proven Meta ads expert with a track record of managing $100k+ campaigns and delivering exceptional results. - Experienced in real estate marketing or high-stakes lead generation, with a sharp eye for audience targeting and optimization. - Analytical, creative, and results-driven—always chasing higher ROAS and performance excellence. - Bonus: Familiar with Webflow, WordPress, or Meta’s Special Interest category, bringing additional value to the role. Why Join Us? - $100k+ ad budget to test, scale, and succeed. - An opportunity to shape the future of a growing marketplace. - A long-term partnership where you’re valued as a core team member. How to Apply Send a Loom video sharing: - Your experience managing large-budget Facebook campaigns and the specific results you've achieved in lead generation or real estate. - Any experience with Webflow, WordPress, landing page and form development, or Meta’s Special Interest category. - Why this opportunity excites you and how you can help us grow both sides of our marketplace. We’re excited to see what you bring to the table!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Shopify-Developer_~021860027921560385718/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Shopify Developer",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "upwk_budget": "Hourly: $60.00 - $80.00",
    "upwk_description": "We have a WordPress-based website but a Shopify store for our products. We're looking for a skilled web designer/developer to help create a more cohesive user experience between the two platforms. We will require an estimate to move forward. What We Need: Theme Consistency: Mimic the WordPress site's theme on Shopify, ensuring the transition between the main site and the pro shop feels seamless and professional. Priority: Focus on creating a smoother navigation experience with a unified header across both platforms. Style Adjustments: Make slight style changes to enhance the overall design while maintaining brand integrity. If you're experienced in Shopify and have great attention to detail, please contact us!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Redesign-Existing-span-class-highlight-WordPress-span-Landing-Page-Design-Development_~021860025500292104532/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Redesign Existing WordPress Landing Page (Design / Development)",
    "client-rating": "Rating is 5 out of 5.",
    "client-spend": "$4K+",
    "upwk_budget": "Hourly: $20.00 - $60.00",
    "upwk_description": "We have a WordPress landing page built on an old template that we need redesigned by December 6th. The freelancer will need to have both the design skills to make changes and recommendations, and also the WordPress / development skills to implement."
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Full-Stack-developer-needed-for-small-funnel-project-and-holiday-dev-team-support_~021859969661938188628/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Full-Stack developer needed for small funnel project and holiday dev team support",
    "client-rating": "Rating is 5 out of 5.",
    "client-spend": "$70K+",
    "upwk_budget": "Hourly: $40.00 - $70.00",
    "upwk_description": "We are a small team looking to fill some coverage gaps while our senior full-stack is unexpectedly OOO. Tasks would vary from the very basic (redirects, landing page copy tweaks, etc.) to one small funnel build project from an existing wire frame. Looking for someone who is a self-motivated with a \"figure it out\" mentality—available to start immediately."
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/span-class-highlight-WordPress-span-Website-Development-for-Real-Estate-Marketing-Company_~021859765752896531841/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "WordPress Website Development for Real Estate Marketing Company",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$75",
    "upwk_budget": "Hourly: $40.00 - $55.00",
    "upwk_description": "We are seeking an experienced WordPress developer to create a professional website for a real estate marketing company. The ideal candidate will have a strong portfolio showcasing their ability to build responsive, visually appealing websites tailored to client needs. We need it to have the ability to be integrated with a way to have the client schedule a service and integrate with a Google Calendar. We also are looking for a way for \"leads\" to be integrated with a CRM. The website should effectively showcase properties (likely a video as the hero image), include a blog section, integrate social media, our services, a contact form, scheduling ability, and a way for a client to pay for our service. Familiarity with SEO best practices is a plus. If you are passionate about delivering high-quality work and have a keen eye for design and integration, we would love to hear from you!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Freelance-Web-Developer_~021859707738726563762/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Freelance Web Developer",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "upwk_budget": "Hourly: $40.00 - $75.00",
    "upwk_description": "Position: Freelance Web Developer Location: Remote located within day hours of Mountain Standard Time Contract Type: Freelance/Project-Based/Hourly-Based Start Date: ASAP About Us: We are a dynamic team working on cutting-edge web applications for diverse industries. Our projects range from sleek front-end designs to robust back-end functionalities. We're looking for a skilled Freelance Web Developer to help us deliver high-quality solutions for our internal systems and clients. Key Responsibilities: - Develop and maintain web applications using modern technologies. - Collaborate with designers, project managers, and other developers to deliver seamless user experiences. - Write clean, efficient, and well-documented code. - Connect and integrate third-party APIs. - Troubleshoot, debug, and optimize applications for performance and scalability. - Stay updated with the latest trends and best practices in web development. Required Skills and Experience: - Programming Languages: PHP, JavaScript, TypeScript - Front-End Technologies: HTML, CSS, SCSS - Back-End Technologies: MySQL, Apache - Tools and Frameworks: Composer, Gulp.js - Operating Systems: Linux - API Integration: Experience connecting and consuming third-party APIs - Strong problem-solving skills and attention to detail - Ability to work independently and manage time effectively What We Offer: - Competitive freelance rates - Flexible working hours - The opportunity to work on exciting, varied projects - A collaborative and supportive team environment - A work experience rooted in sustainable values, free of the corporate rat race How to Apply: If you are a passionate web developer with the skills we're looking for, we’d love to hear from you! Please submit your resume, portfolio, and a brief cover letter detailing your experience and availability to [Your Contact Email]. We look forward to collaborating with you!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Need-span-class-highlight-Wordpress-span-site-developed_~021859714236327487429/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Need Wordpress site developed",
    "client-rating": "Rating is 4.1 out of 5.",
    "client-spend": "$1K+",
    "upwk_budget": "Hourly: $50.00 - $75.00",
    "upwk_description": "Need a Wordpress site created within 1 week. Please let me know what the hours it would take for this project. It’s a 7 page Wordpress site."
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Company-portal_~021859698349074706290/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Company portal",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "upwk_budget": "Hourly: $40.00 - $70.00",
    "upwk_description": "I have a portal that was programmed by someone, we are looking to have someone else do the programming for us. THe site is a corporate portal that houses files for our operators. It is ran on AWS but the code is in gethub. I have a copy of the code from gethub. We do not want to move the site to anywhere else due to the size of the database and files we have uploaded. I can provide screenshots of the site if needed."
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Custom-Google-Landing-Page-Template-span-class-highlight-Wordpress-span_~021859696558702439665/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Custom Google Ad Landing Page Template: Wordpress",
    "client-rating": "Rating is 5 out of 5.",
    "client-spend": "$2K+",
    "upwk_budget": "Hourly: $75.00 - $150.00",
    "upwk_description": "Seeking a wordpress wizard that can help me build a Google Ads landing page template that I can use to create local landing pages for my ad campaigns. I have an outline of what I want, but am having trouble executing it in Wordpress. Don't want to use plug-ins. Native page templates only!"
  }
]