[
  {
    "upwk_url": "https://www.upwork.com/jobs/Fix-issues-with-existing-single-page-span-class-highlight-Wordpress-span-Divi-website_~021860039430850045893/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Fix issues with an existing single page Wordpress/Divi website",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "upwk_budget": "Hourly: $50.00 - $75.00",
    "upwk_description": "I need help with fixing issues on an existing website. It is built in WordPress by another developer, but they're too busy to fix the issues. Specifically it uses Divi as part of the layout, so you MUST be very familiar with both WordPress and Divi. The specific issue is this: the website looks ok on browser/desktop mode, but looks terrible on Mobile. The text fields overlap pictures, some pictures are stretched in a weird way. Requirements: US west coast or mountain time zones, English speaking. Once you apply, I'll share the website URL with you. Hope you can help!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Senior-Facebook-Meta-Specialist-for-Real-Estate-Lead-Generation_~021860033321907140790/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Senior Facebook/Meta Ad Specialist for Real Estate Lead Generation",
    "client-rating": "Rating is 4.7 out of 5.",
    "client-spend": "$300K+",
    "upwk_budget": "Hourly: $50.00 - $150.00",
    "upwk_description": "We’re searching for an elite Facebook/Meta ad buyer to scale our real estate marketplace, where motivated home sellers connect with seasoned real estate investors. With a $100k+ monthly ad spend, you’ll manage campaigns that make an immediate impact on both sides of the business. This is your chance to own the strategy, impact the bottom line, and grow alongside a bold, fast-moving team. We’re looking for someone ready to find a home with us—more than just another client on your roster, this is an opportunity to be a key part of our success story. Your Mission - Drive Distressed Homeowner Leads: Launch and optimize campaigns to attract motivated sellers looking for cash offers. - Attract Investors: Manage campaigns targeting real estate investors eager to flip or wholesale properties. - Maximize ROAS: Oversee separate ad accounts and KPIs, delivering measurable growth for both audiences. - Collaborate on Creatives: Partner with our team—or create your own—to craft high-performing ad content (bonus points if you excel here!). - Optimize Funnels: Refine landing pages and forms to boost conversion rates and drive results. Who You Are - A proven Meta ads expert with a track record of managing $100k+ campaigns and delivering exceptional results. - Experienced in real estate marketing or high-stakes lead generation, with a sharp eye for audience targeting and optimization. - Analytical, creative, and results-driven—always chasing higher ROAS and performance excellence. - Bonus: Familiar with Webflow, WordPress, or Meta’s Special Interest category, bringing additional value to the role. Why Join Us? - $100k+ ad budget to test, scale, and succeed. - An opportunity to shape the future of a growing marketplace. - A long-term partnership where you’re valued as a core team member. How to Apply Send a Loom video sharing: - Your experience managing large-budget Facebook campaigns and the specific results you've achieved in lead generation or real estate. - Any experience with Webflow, WordPress, landing page and form development, or Meta’s Special Interest category. - Why this opportunity excites you and how you can help us grow both sides of our marketplace. We’re excited to see what you bring to the table!"
  },
  {
    "upwk_url": "https://www.upwork.com/jobs/Shopify-Developer_~021860027921560385718/?referrer_url_path=/nx/search/jobs/",
    "upwk_title": "Shopify Developer",
    "client-rating": "Rating is 0 out of 5.",
    "client-spend": "$0",
    "upwk_budget": "Hourly: $60.00 - $80.00",
    "upwk_description": "We have a WordPress-based website but a Shopify store for our products. We're looking for a skilled web designer/developer to help create a more cohesive user experience between the two platforms. We will require an estimate to move forward. What We Need: Theme Consistency: Mimic the WordPress site's theme on Shopify, ensuring the transition between the main site and the pro shop feels seamless and professional. Priority: Focus on creating a smoother navigation experience with a unified header across both platforms. Style Adjustments: Make slight style changes to enhance the overall design while maintaining brand integrity. If you're experienced in Shopify and have great attention to detail, please contact us!"
  }
]
